{
  "nav-home": "Home",
  "nav-services": "Services",
  "nav-products": "Products",
  "nav-about": "About",
  "nav-contact": "Contact",
  "hero-title": "Make your brand and digital presence clear",
  "hero-subtitle": "We help freelancers and small businesses organize their brand, website, and online channels into one clear, professional base.",
  "hero-cta-primary": "Book a short call",
  "hero-cta-secondary": "Book a short call",
  "value-title": "Who we help and which problem",
  "value-subtitle": "We make your story clear and connect every touchpoint",
  "premium-automation-title": "Powering Business With Smart Automation",
  "premium-automation-subtitle": "At MHM IT, we turn manual work into smart digital workflows. We build automation solutions that seamlessly connect tools, eliminate repetitive tasks, and deliver real results. From invoicing and dashboards to AI-powered business intelligence, we help you work faster, smarter, and more profitably — all through intelligent software.",
  "benefit1-title": "Freelancers & solo businesses",
  "benefit1-desc": "We translate what you do into a clear style, story, and website. Professional without marketing fluff.",
  "benefit2-title": "Small businesses (SME)",
  "benefit2-desc": "Fragmented branding, loose tools, and channels? We align brand, site, and presence so customers instantly see what you deliver.",
  "benefit3-title": "No in-house marketing team needed",
  "benefit3-desc": "We keep communication consistent and set up the basics without buzzwords or unnecessary features.",
  "whatwedo-title": "What We Do",
  "whatwedo-subtitle": "Specialized digital solutions tailored to modern business needs",
  "service1-title": "SaaS & Automation Solutions",
  "service1-desc": "Build custom SaaS platforms and automation systems that streamline workflows, eliminate repetitive tasks, and scale effortlessly with your business growth.",
  "service2-title": "Smart Dashboards & Business Insights",
  "service2-desc": "Create powerful, real-time analytics dashboards that transform complex data into actionable insights, enabling smarter, faster business decisions.",
  "service3-title": "AI-powered Tools for Productivity",
  "service3-desc": "Harness the power of artificial intelligence to automate customer service, content generation, data analysis, and enhance team productivity across your organization.",
  "cta-title": "Want clarity within days?",
  "cta-subtitle": "We schedule a short session, sharpen your story, and deliver a working base without noise.",
  "cta-contact": "Contact us",
  "cta-email": "Email us",
  "free_tools_title": "Free tools as proof",
  "free_tools_subtitle": "Use them as proof-of-work. Optional tools that show how we build clear, working solutions.",
  "free_tools_invoice_title": "Create Invoice",
  "free_tools_invoice_desc": "This tool helps freelancers and small businesses quickly create professional invoices.",
  "free_tools_btw_title": "VAT Calculator",
  "free_tools_btw_desc": "This tool calculates 21% VAT for amounts including or excluding VAT.",
  "free_tools_button": "Explore free tools",
  "free_tools_cta_invoice": "Start invoicing",
  "free_tools_cta_quote": "Create a quote",
  "free_tools_quote_title": "Quote Generator",
  "free_tools_quote_desc": "Create clear quotes with validity, rate selection, and live validation.",
  "factuur_hero_title": "Create Invoice",
  "factuur_hero_subtitle": "Create professional invoices quickly and easily for your clients.<br>Perfect for freelancers and small businesses.",
  "btw_hero_title": "VAT Calculator",
  "btw_hero_subtitle": "Calculate 21% VAT quickly and easily for your amounts.<br>Perfect for your administration and quotes.",
  "footer-whatsapp": "Chat on WhatsApp",
  "footer_privacy": "Privacy Policy",
  "footer_cookies": "Cookie Policy",
  "footer_copyright": "© 2025 MHM IT. All rights reserved.",
  "footer_nav_title": "Navigation",
  "footer_nav_home": "Home",
  "footer_nav_tools": "Free Tools",
  "footer_nav_contact": "Contact",
  "footer_legal_title": "Legal",
  "footer_social_title": "Connect",
  "gratis-tools-nav": "Free Tools",
  "privacy_title": "Privacy Policy",
  "privacy_subtitle": "Last updated: December 7, 2024",
  "privacy_intro_title": "Introduction",
  "privacy_intro_text": "MHM IT (\"we\", \"our\", or \"us\") is committed to protecting your privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website.",
  "privacy_info_title": "Information We Collect",
  "privacy_info_text": "We may collect information about you in a variety of ways. The information we may collect on the website includes:",
  "privacy_info_1": "Personal data such as your name, email address, and contact information when you voluntarily provide it to us",
  "privacy_info_2": "Usage data including your IP address, browser type, and browsing behavior on our website",
  "privacy_info_3": "Cookies and similar tracking technologies to enhance your experience",
  "privacy_use_title": "How We Use Your Information",
  "privacy_use_text": "We use the information we collect to:",
  "privacy_use_1": "Respond to your inquiries and provide customer support",
  "privacy_use_2": "Improve our website and services",
  "privacy_use_3": "Send you marketing communications (with your consent)",
  "privacy_use_4": "Analyze usage patterns and optimize user experience",
  "privacy_security_title": "Data Security",
  "privacy_security_text": "We implement appropriate technical and organizational security measures to protect your personal information against unauthorized access, alteration, disclosure, or destruction.",
  "privacy_rights_title": "Your Rights",
  "privacy_rights_text": "Under GDPR and other applicable privacy laws, you have the right to access, correct, delete, or restrict the use of your personal data. To exercise these rights, please contact us at info@mhmit.nl.",
  "privacy_contact_title": "Contact Us",
  "privacy_contact_text": "If you have questions or concerns about this Privacy Policy, please contact us:",
  "cookie_title": "Cookie Policy",
  "cookie_subtitle": "Last updated: December 7, 2024",
  "cookie_what_title": "What Are Cookies",
  "cookie_what_text": "Cookies are small text files that are stored on your device when you visit a website. They help us provide you with a better experience by remembering your preferences and understanding how you use our website.",
  "cookie_types_title": "Types of Cookies We Use",
  "cookie_essential_title": "Essential Cookies",
  "cookie_essential_text": "These cookies are necessary for the website to function properly. They enable basic functions like page navigation and access to secure areas of the website.",
  "cookie_preference_title": "Preference Cookies",
  "cookie_preference_text": "These cookies allow our website to remember choices you make (such as your language preference) and provide enhanced, more personalized features.",
  "cookie_analytics_title": "Analytics Cookies",
  "cookie_analytics_text": "We use analytics cookies to understand how visitors interact with our website. This helps us improve the website's functionality and user experience.",
  "cookie_manage_title": "How to Manage Cookies",
  "cookie_manage_text": "You can control and manage cookies in various ways:",
  "cookie_manage_1": "Most browsers allow you to refuse or accept cookies",
  "cookie_manage_2": "You can delete cookies that are already stored on your device",
  "cookie_manage_3": "You can set your browser to notify you when you receive a cookie",
  "cookie_thirdparty_title": "Third-Party Cookies",
  "cookie_thirdparty_text": "We may use third-party services that also set cookies on your device. These third parties have their own privacy policies and cookie policies.",
  "cookie_contact_title": "Contact Us",
  "cookie_contact_text": "If you have questions about our use of cookies, please contact us:",
  "contact_address_title": "Visit Us",
  "contact_hero_title": "Get In Touch",
  "contact_hero_subtitle": "Have a project in mind? Questions about our services?<br>We'd love to hear from you. Let's start a conversation.",
  "contact_email_title": "Email Us",
  "contact_email_desc": "Send us an email and we'll get back to you within 24 hours.",
  "contact_whatsapp_title": "WhatsApp",
  "contact_whatsapp_desc": "Chat with us directly on WhatsApp for quick responses.",
  "contact_whatsapp_btn": "Chat on WhatsApp",
  "contact_linkedin_title": "Connect on LinkedIn",
  "contact_linkedin_desc": "Follow us on LinkedIn for updates and professional networking.",
  "contact_linkedin_btn": "Visit LinkedIn",
  "contact_form_title": "Send Us a Message",
  "contact_form_name": "Name *",
  "contact_form_name_placeholder": "Your full name",
  "contact_form_email": "Email *",
  "contact_form_email_placeholder": "your.email@example.com",
  "contact_form_company": "Company (Optional)",
  "contact_form_company_placeholder": "Your company name",
  "contact_form_service": "I'm interested in *",
  "contact_form_service_placeholder": "Select a service...",
  "contact_form_service_opt1": "SaaS & Automation Solutions",
  "contact_form_service_opt2": "Smart Dashboards & Business Intelligence",
  "contact_form_service_opt3": "AI-Powered Tools & Solutions",
  "contact_form_service_opt4": "Web Development & Digital Solutions",
  "contact_form_service_opt5": "Smart ZZP Hub Platform",
  "contact_form_service_opt6": "Consulting & Technical Support",
  "contact_form_service_opt7": "Other / General Inquiry",
  "contact_form_message": "Message *",
  "contact_form_message_placeholder": "Tell us about your project or inquiry...",
  "contact_form_submit": "Send Message",
  "contact_form_note": "We typically respond within 24 hours",
  "contact_faq_title": "Frequently Asked Questions",
  "contact_faq_subtitle": "Quick answers to common questions",
  "contact_faq_q1": "How quickly can you start on my project?",
  "contact_faq_a1": "We can typically start new projects within 1-2 weeks. For urgent requests, we offer expedited onboarding. Contact us to discuss your timeline and we'll do our best to accommodate your needs.",
  "contact_faq_q2": "What is your pricing model?",
  "contact_faq_a2": "We offer flexible pricing based on project scope, complexity, and timeline. Options include fixed-price projects, hourly rates, and monthly retainers for ongoing work. We'll provide a detailed quote after understanding your requirements.",
  "contact_faq_q3": "Do you provide ongoing support after launch?",
  "contact_faq_a3": "Yes! We offer comprehensive maintenance and support packages to ensure your solution continues to perform optimally. This includes bug fixes, updates, feature enhancements, and technical support.",
  "contact_faq_q4": "Can you work with our existing systems?",
  "contact_faq_a4": "Absolutely. We specialize in integrations and can work with your existing infrastructure, databases, and third-party services. We'll ensure seamless connectivity and data flow between systems.",
  "contact_faq_q5": "What industries do you work with?",
  "contact_faq_a5": "We've worked with clients across various industries including freelancing platforms, food & hospitality, wholesale trading, e-commerce, and professional services. Our solutions are adaptable to your specific industry needs.",
  "contact_faq_q6": "Do you work with international clients?",
  "contact_faq_a6": "Yes! While we're based in the Netherlands, we work with clients globally. We're experienced in remote collaboration and can adapt to different time zones and communication preferences.",
  "contact_cta_title": "Still Have Questions?",
  "contact_cta_subtitle": "We're here to help. Reach out through your preferred channel<br>and we'll get back to you as soon as possible.",
  "services_hero_title": "Our Services",
  "services_hero_subtitle": "Expert digital solutions tailored to your business needs.<br>From automation to analytics, we build technology that drives real results.",
  "services_saas_title": "SaaS & Automation Solutions",
  "services_saas_desc": "We build custom SaaS platforms and automation systems that streamline your workflows, eliminate repetitive tasks, and scale effortlessly with your business growth. From freelancer management systems to restaurant ordering platforms, we create solutions that solve real-world problems.",
  "services_saas_item1": "Custom SaaS platform development",
  "services_saas_item2": "Business process automation",
  "services_saas_item3": "Workflow integration & optimization",
  "services_saas_item4": "API development & integrations",
  "services_dashboards_title": "Smart Dashboards & Business Intelligence",
  "services_dashboards_desc": "Transform complex data into actionable insights with our custom analytics dashboards. We create powerful, real-time visualization tools that help you understand your business performance, identify trends, and make data-driven decisions with confidence.",
  "services_dashboards_item1": "Custom KPI dashboards",
  "services_dashboards_item2": "Real-time data visualization",
  "services_dashboards_item3": "Business analytics & reporting",
  "services_dashboards_item4": "Performance monitoring systems",
  "services_ai_title": "AI-Powered Tools & Solutions",
  "services_ai_desc": "Harness the power of artificial intelligence to transform your business operations. We develop intelligent tools that automate customer service, generate content, analyze data, and enhance decision-making—helping your team work smarter and deliver better results.",
  "services_ai_item1": "AI-powered search & recommendations",
  "services_ai_item2": "Content generation & automation",
  "services_ai_item3": "Data analysis & insights",
  "services_ai_item4": "Intelligent assistants & chatbots",
  "services_web_title": "Web Development & Digital Solutions",
  "services_web_desc": "Build fast, responsive, and user-friendly web applications that engage your audience and drive conversions. From corporate websites to complex web platforms, we create digital experiences that combine stunning design with powerful functionality.",
  "services_web_item1": "Full-stack web applications",
  "services_web_item2": "Responsive & mobile-first design",
  "services_web_item3": "Progressive web apps (PWA)",
  "services_web_item4": "Performance optimization & SEO",
  "services_desktop_title": "Desktop Application Development",
  "services_desktop_desc": "Create powerful desktop applications for Windows, macOS, and Linux that leverage native capabilities for maximum performance. Perfect for applications requiring offline functionality, intensive processing, or deep system integration.",
  "services_desktop_item1": "Cross-platform desktop apps (Electron)",
  "services_desktop_item2": "Offline-first applications",
  "services_desktop_item3": "Local database solutions",
  "services_desktop_item4": "Auto-update & deployment systems",
  "services_consulting_title": "Consulting & Technical Support",
  "services_consulting_desc": "Get expert guidance on your digital strategy, technology stack, and implementation approach. Our consultants bring years of real-world experience to help you make informed decisions, avoid costly mistakes, and accelerate your path to success.",
  "services_consulting_item1": "Technology strategy & roadmapping",
  "services_consulting_item2": "Architecture review & optimization",
  "services_consulting_item3": "Ongoing maintenance & support",
  "services_consulting_item4": "Digital transformation consulting",
  "services_cta_title": "Ready to Start Your Project?",
  "services_cta_subtitle": "Let's discuss how we can help you achieve your goals.<br>Contact us today for a free consultation.",
  "about_hero_title": "About MHM IT",
  "about_hero_subtitle": "We're a professional software company developing intelligent automation systems<br>and digital tools that empower businesses with smarter technology.",
  "about_mission_title": "Our Mission",
  "about_mission_desc": "To empower businesses with innovative technology solutions that automate workflows, enhance productivity, and drive measurable growth. We believe every company deserves access to enterprise-grade digital tools that are both powerful and accessible.",
  "about_vision_title": "Our Vision",
  "about_vision_desc": "To become the go-to partner for businesses seeking intelligent automation and AI-driven solutions. We're building an ecosystem of interconnected SaaS products that work together seamlessly to solve real business challenges.",
  "about_values_title": "Our Values",
  "about_values_desc": "Innovation, quality, and partnership drive everything we do. We're committed to building solutions that are technically excellent, user-friendly, and deliver genuine value to our clients—backed by responsive support and continuous improvement.",
  "about_sets_apart_title": "What Sets Us Apart",
  "about_sets_apart_subtitle": "We're not just developers—we're problem solvers and business partners",
  "about_feature1_title": "Real, Working Products",
  "about_feature1_desc": "We don't just talk about innovation—we ship it. Our portfolio includes live SaaS platforms, AI-powered tools, and automation systems actively serving real customers and solving real problems.",
  "about_feature2_title": "Global Perspective",
  "about_feature2_desc": "With multilingual support across 6+ languages and clients from diverse markets, we understand the nuances of building solutions that work across cultures and geographies.",
  "about_feature3_title": "Technical Excellence",
  "about_feature3_desc": "Our team combines deep technical expertise with practical business knowledge. We build on solid foundations using proven technologies, modern architectures, and industry best practices.",
  "about_feature4_title": "Agile & Responsive",
  "about_feature4_desc": "We move fast without compromising quality. Our agile development approach means rapid iterations, continuous feedback, and solutions that evolve with your needs.",
  "products_hero_title": "Our Products",
  "products_hero_subtitle": "Explore our suite of proven digital tools—ready to use, battle-tested, and delivering results.<br>Each product is designed to solve real business challenges and drive measurable growth.",
  "products_zzphub_title": "Smart ZZP Hub",
  "products_zzphub_tag1": "SaaS Platform",
  "products_zzphub_tag2": "Active Development",
  "products_zzphub_desc": "A comprehensive dual-portal platform designed specifically for Dutch ZZP (freelance) professionals and the mid-sized companies they work with. Smart ZZP Hub automates the entire weekly workflow from work registration to invoice generation, eliminating manual processes and reducing administrative overhead.",
  "products_zzphub_features": "Key Features",
  "products_zzphub_feature1": "Company Portal: Manage ZZP profiles, log work entries (stops, hours, locations, points, projects), generate weekly statements, and export as PDF/CSV",
  "products_zzphub_feature2": "ZZP Portal: View weekly statements, generate invoices with one click, track expenses (fuel, maintenance, materials), and manage payment status",
  "products_zzphub_feature3": "Automated Workflows: Streamlined process from work registration to statement generation to invoice creation",
  "products_zzphub_feature4": "Multi-tariff Support: Flexible pricing models including stop-based, hourly, location-based, point-based, and project-based rates",
  "products_zzphub_feature5": "Expense Tracking: Basic expense management for freelancers to track business costs",
  "products_zzphub_tech": "Technology Stack",
  "products_zzphub_tech_desc": "Backend: Node.js + Express REST API | Database: PostgreSQL | UI Language: Dutch (with English codebase)",
  "products_chefsense_title": "ChefSense",
  "products_chefsense_tag1": "AI Tool",
  "products_chefsense_tag2": "Live Platform",
  "products_chefsense_desc": "A global recipe library featuring over 2,000 recipes from around the world, combined with an intelligent AI-powered chef assistant. ChefSense makes cooking accessible and enjoyable by providing detailed recipes, ingredient suggestions, and personalized cooking guidance—all available for free.",
  "products_chefsense_features": "Key Features",
  "products_chefsense_feature1": "Country-Based Browsing: Explore authentic recipes from Italy, India, Japan, Mexico, Turkey, Morocco, France, Thailand, Lebanon, Syria, and many more countries",
  "products_chefsense_feature2": "AI Chef Assistant: Intelligent local search that suggests recipes based on available ingredients, country preferences, and difficulty level",
  "products_chefsense_feature3": "Comprehensive Recipe Data: Each recipe includes English and local names, detailed descriptions, precise ingredient quantities, step-by-step instructions, cooking time, difficulty level, and dietary tags",
  "products_chefsense_feature4": "Dietary Tags: Filter by vegan, spicy, gluten-free, dessert, quick meals, and more",
  "products_chefsense_feature5": "Cooking Mode: Mobile-friendly interface optimized for use while cooking",
  "products_chefsense_feature6": "Nutrition Information: Optional nutritional data for health-conscious users",
  "products_chefsense_tech": "Technology Stack",
  "products_chefsense_tech_desc": "Frontend: Static HTML5, CSS3, Vanilla JavaScript | Data: JSON-based recipe database | Hosting: GitHub Pages (Free) | Architecture: SPA-like experience with no backend required",
  "hero-demo-label": "Live demo – real calculation",
  "hero-demo-chip": "VAT preview",
  "hero-demo-realtime": "Realtime recalculation",
  "hero-amount-label": "Amount (€)",
  "hero-vat-label": "VAT rate",
  "hero-output-excl": "Amount excl. VAT",
  "hero-output-vat": "VAT amount",
  "hero-output-total": "Total incl. VAT",
  "hero-note": "⚙️ All calculations happen locally in your browser",
  "tech-frontend": "Frontend-only",
  "tech-offline": "Offline-ready",
  "tech-no-tracking": "No tracking",
  "tech-privacy": "Privacy-first",
  "zzp-badge": "Clear foundation",
  "zzp-title": "What you get",
  "zzp-subtitle": "A calm, professional base that shows who you are and how you work.",
  "zzp-feature1-title": "Brand foundation",
  "zzp-feature1-desc": "Visuals, colors, and tone captured so everyone uses the same clear base.",
  "zzp-feature2-title": "Simple professional website",
  "zzp-feature2-desc": "A calm site that tells your story, builds trust, and makes contact easy.",
  "zzp-feature3-title": "Consistent online presence",
  "zzp-feature3-desc": "Clear profiles and base content on the channels that matter to you. One message everywhere.",
  "zzp-feature4-title": "Practical digital setup",
  "zzp-feature4-desc": "Domain, email, analytics, and simple automations neatly arranged without noise.",
  "zzp-feature5-title": "Dutch PDF Invoice Generation",
  "zzp-feature5-desc": "Generate professional, compliant Dutch invoices with automatic VAT calculation and formatting.",
  "zzp-feature6-title": "VAT Overview (Freelancers & Companies)",
  "zzp-feature6-desc": "Complete VAT overview for freelancers and companies with quarterly reporting support.",
  "zzp-feature7-title": "VAT Assistant",
  "zzp-feature7-desc": "Smart assistance and guidance for VAT compliance, filings, and Dutch tax rules.",
  "zzp-feature8-title": "CSV Export for Taxes",
  "zzp-feature8-desc": "Export all financial data to CSV for your accountant or tax software.",
  "zzp-feature9-title": "Profit & Expense Dashboard",
  "zzp-feature9-desc": "Real-time visualization of revenue, expenses, and profitability with detailed analytics.",
  "zzp-feature10-title": "Expense Tracking with VAT",
  "zzp-feature10-desc": "Record business expenses with automatic VAT deduction and categorization.",
  "zzp-feature11-title": "Smart Accountant",
  "zzp-feature11-desc": "AI-powered accountant delivering realistic financial analysis, insights, and tax optimization recommendations.",
  "zzp-ai-badge": "🤖 AI-Powered",
  "zzp-cta-title": "Ready for a clear foundation?",
  "zzp-cta-subtitle": "We understand your business, build the base, and deliver a working, simple setup.",
  "zzp-cta-primary": "Book a call",
  "zzp-cta-secondary": "See how we work",
  "solutions-title": "Practical tools we share for free",
  "solutions-subtitle": "Proof that we build what we promise. No registration; everything runs locally and stays optional.",
  "solution1-title": "Invoice Generator",
  "solution1-desc": "Shows our simplicity: professional Dutch VAT invoices without accounts or hassle.",
  "solution2-title": "Quote Generator",
  "solution2-desc": "Clear quotes with validity and live checks. An example of straightforward communication.",
  "solution3-title": "VAT Calculator",
  "solution3-desc": "Transparent calculations for multiple rates. Honest and immediately usable.",
  "solution4-title": "Smart ZZP Hub",
  "solution4-desc": "Example of how we set up systems: work tracking, invoicing, and VAT overview in one calm space.",
  "footer_invoice_tool": "Invoice Generator",
  "footer_quote_tool": "Quote Generator",
  "footer_btw_tool": "VAT Calculator",
  "footer_about_tech": "About the Tech"
}
